
"keyYes"							= "Ja";
"keyNo"								= "Nee";
"keyOK"								= "OK";
"keyRequired"						= "Vereist";
"keyNone"							= "Geen";

"keyPairedDevicesTitle"				= "Gekoppelde apparaten:";
"keyFavoriteDevicesTitle"			= "Favoriete apparaten:";
"keyConnectedDevicesTitle"			= "Aangesloten apparaten:";
"keyUnknownDevice"					= "Onbekend apparaat";
"keyErrorOccurred"					= "Er heeft zich een fout voorgedaan. (0x%x)";
"keyNotAvailable"					= "Niet beschikbaar.";
"keyNameNotAvailable"				= "Naam niet beschikbaar";
"keyNoDevicePresent"				= "Geen Bluetooth-apparaat gevonden.";

"keyPrefReadErrorTitle"				= "Er heeft zich een fout voorgedaan bij het lezen van de Bluetooth-voorkeuren.";
"keyPrefReadErrorDesc"				= "De Bluetooth-configuratie op deze computer is ongeldig. Installeer de Bluetooth-software opnieuw en probeer het nogmaals.";

"keyUnacceptablePathTitle"			= "Het opgegeven pad wordt niet geaccepteerd.";
"keyUnacceptablePathDesc"			= "Het pad dat u hebt opgegeven, kan niet worden gebruikt door Bluetooth Object Exchange. Waarschijnlijk hebt u geen schrijfbevoegdheid in de doelmap. Kies een ander pad.";

"keyPathWarningTitle"				= "Het verdient aanbeveling om een andere map te gebruiken dan de door u opgegeven map.";
"keyPathWarningDesc"				= "De map is mogelijk beveiligd of u hebt mogelijk onvoldoende bevoegdheden om de inhoud van de map te lezen of naar de map te schrijven.";

"keyPrefSaveErrorTitle"				= "Er heeft zich een fout voorgedaan bij het bewaren van de Bluetooth-voorkeuren.";
"keyPrefSaveErrorDesc"				= "Sommige Bluetooth-voorkeuren kunnen niet worden bewaard. Het Bluetooth-apparaat is waarschijnlijk niet beschikbaar voor deze computer.";

"keyPortInUseTitle"					= "De poort is momenteel in gebruik.";
"keyPortInUseDelete"				= "U probeert een poort te verwijderen die in gebruik is. Stop het programma dat deze poort gebruikt en probeer het opnieuw.";
"keyPortInUseEdit"					= "U probeert een poort te wijzigen die in gebruik is. Stop het programma dat deze poort gebruikt en probeer het opnieuw.";

"kServiceCannotBeModifiedKey"		= "De voorziening kan niet worden gewijzigd.";
"kPortCannotBeCreatedOrModifiedKey"	= "Er heeft zich een fout voorgedaan bij het aanmaken of wijzigen van de poort.";

"keyTTYNameAlreadyInUse"			= "Naam is al in gebruik.";
"keyTTYNameInUseText"				= "De poortnaam die u hebt opgegeven is al in gebruik. Kies een andere naam.";

"kTTYSerialPortKey"					= "PoortSerieel";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Seriële poort";
"kBluetoothSerialPortOnKey"			= "Bluetooth seriële poort is ingeschakeld";
"kBluetoothSerialPortOffKey"		= "Bluetooth seriële poort is uitgeschakeld";
"kEditSerialPorts"					= "Wijzig seriële poorten...";
"kSerialPortKey"					= "Seriële poort";
"kSerialPortOnKey"					= "Seriële poort is ingeschakeld";
"kSerialPortOffKey"					= "Seriële poort is uitgeschakeld";
"kOtherKey"							= "Andere...";
"kBluetoothFileExchangeKey"			= "Bestandsuitwisseling";
"kBluetoothFileExchangeOnKey"		= "Bluetooth-bestandsuitwisseling is ingeschakeld";
"kBluetoothFileExchangeOffKey"		= "Bluetooth-bestandsuitwisseling is uitgeschakeld";
"kBluetoothFileTransferKey"			= "Bestandsoverdracht";
"kBluetoothFileTransferOnKey"		= "Bluetooth-bestandsoverdracht is ingeschakeld";
"kBluetoothFileTransferOffKey"		= "Bluetooth-bestandsoverdracht is uitgeschakeld";

"kBluetoothRemoteControlKey"		= "Afstandsbediening";
"kBluetoothRemoteControlOnKey"		= "Bluetooth-afstandsbediening ingeschakeld";
"kBluetoothRemoteControlOffKey"		= "Bluetooth-afstandsbediening uitgeschakeld";

"kBluetoothPANServiceKey"			= "Persoonlijk netwerk";
"kBluetoothPANServiceOnKey"			= "Persoonlijk Bluetooth-netwerk ingeschakeld";
"kBluetoothPANServiceOffKey"		= "Persoonlijk Bluetooth-netwerk uitgeschakeld";

"kDeviceNameTitle"					= "'%@' is de naam die Bluetooth-apparaten gebruiken om verbinding te maken met deze computer.";

"kInKey"							= "In";		/* Short for Incoming */
"kOutKey"							= "Uit";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "Actief";
"kBluetoothPower"						= "Bluetooth actief";
"kBluetoothPowerOn"						= "Bluetooth ingeschakeld";
"kBluetoothPowerOff"					= "Bluetooth uitgeschakeld";
"kBluetoothPowerIsOff"					= "Bluetooth is uitgeschakeld. Om Bluetooth te kunnen gebruiken, moet u deze voorziening eerst inschakelen.";
"kTurnBTOff"							= "Schakel Bluetooth uit";
"kTurnBTOn"								= "Schakel Bluetooth in";
"kVersionKey"							= "(Versie: %d.%d.%d%c%d)";
"kOnKey"								= "Ingeschakeld";
"kCancelKey"							= "Annuleer";
"kOffKey"								= "Uitgeschakeld";
"kNever"								= "Nooit";

"kIsConnected"							= "Verbonden";
"kIsNotConnected"						= "Geen verbinding";

"kAddToFavoritesKey"					= "Voeg toe aan Favorieten";
"kRemoveFromFavoritesKey"				= "Verwijder uit Favorieten";

"kRenameDeviceKey"						= "Wijzig naam";

"kBluetoothSetupDevice"					= "Configureer dit apparaat…";
"kDisconnectDevice"						= "Verbreek";
"kResetDevice"							= "Herstel fabrieksinstellingen van dit apparaat";
"kConnectDevice"						= "Verbind";
"kConfigureDevice"						= "Configureer dit apparaat…";
"kMoreInfo"								= "Toon meer info";
"kHideMoreInfo"							= "Verberg meer info";
"kNoDevicesKey"							= "Geen apparaten";

"kDeviceNameKey"						= "Naam";
"kDeviceAddressKey"						= "Adres";
"kDeviceTypeKey"						= "Type";
"kDeviceServicesKey"					= "Voorzieningen";
"kOtherServices"						= "Andere voorzieningen";
"kUnknownService"						= "Onbekende voorziening";

"kPairedHeaderKey"						= "Gekoppeld";
"kConfiguredHeaderKey"					= "Geconfigureerd";
"kFavoriteHeaderKey"					= "Favoriet";
"kConnectedHeaderKey"					= "Verbonden";
"kSerialPortsHeaderKey"					= "Seriële poorten";
"kSerialPortsHeaderDeviceService"		= "Apparaatvoorziening";
"kSerialPortsHeaderPortType"			= "Poortprotocol";
"kSerialPortDirectionIncoming"			= "Inkomend";
"kSerialPortDirectionOutgoing"			= "Uitgaand";

"kSerialPortHeadingOutgoing"			= "Selecteer een seriële uitgangspoort naar het apparaat om de instellingen ervan te wijzigen.";
"kSerialPortHeadingIncoming"			= "Selecteer een seriële ingangspoort op deze computer om de instellingen ervan te wijzigen.";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "Er is maar één toetsenbord verbonden met deze computer. Als u deze koppeling verwijdert, is er geen toetsenbord meer om met deze computer te gebruiken. Weet u zeker dat u de koppeling wilt verwijderen?";
"kHIDDeviceDeleteMousePairingWarning"			= "Dit is het enige apparaat voor aanwijzerbesturing dat op uw computer is aangesloten. Als u deze muis uit de lijst verwijdert, kunt u hem niet langer gebruiken. Weet u zeker dat u het apparaat wilt verwijderen?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Dit is het enige apparaat voor aanwijzerbesturing dat op uw computer is aangesloten. Als u dit trackpad uit de lijst verwijdert, kunt u het niet langer gebruiken. Weet u zeker dat u het apparaat wilt verwijderen?";
"kHIDDeviceKeyboard"					= "Toetsenbord";
"kHIDDeviceMouse"						= "Muis";

"kDiscoverableTooltip"		= "Als u deze optie uitschakelt, kunnen onbekende Bluetooth-apparaten uw computer niet meer vinden. Apparaten die al gekoppeld zijn, kunnen nog steeds verbinding maken met uw computer.";

"kOptionIsAvailable"		= "Beschikbaar";
"kAvailableServiceTurnOn"	= "Schakel voorziening in";
"kAvailableServiceTurnOff"	= "Schakel voorziening uit";

"kOptionPairing"			= "Koppeling vereist";
"kPairingRequired"			= "Vereis koppeling";
"kPairingNotRequired"		= "Vereis geen koppeling";

"kOptionReceiveBehavior"	= "Na ontvangst bestanden:";
"kReceiveBehaviorAccept"	= "Accepteer zonder melding";
"kReceiveBehaviorPrompt"	= "Vraag per bestand";

"kOptionHandlePIMItem"		= "Na ontvangst PIM-onderdelen:";
"kOptionHandleOtherItem"	= "Na ontvangst andere onderdelen:";
"kHandleItemSave"			= "Bewaar";
"kHandleItemOpen"			= "Open";
"kHandleItemAsk"			= "Vraag";

"kOptionReceiveFolder"		= "Ontvangstmap";
"kReceiveFolderChoose"		= "Andere...";

"kOptionFolderForBrowse"	= "Map voor bladeren";

"kOptionName"				= "Naam:";
"kOptionShowInNetworkPrefs"	= "Toon in netwerkvoorkeuren:";
"kOptionType"				= "Type:";
"kOptionTypeModem"			= "Modem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Wijzig poortnaam…";
"kOptionAddSerialPort"		= "Hiermee voegt u een seriële poort toe.";
"kOptionRemoveSerialPort"	= "Hiermee verwijdert u een seriële poort.";

"kButtonAddDevice"			= "Configureer nieuw apparaat";
"kButtonRemoveDevice"		= "Verwijder geselecteerde apparaat";
"kButtonDeviceOptions"		= "Voer taken uit met het geselecteerde apparaat";
"kBluetoothDevices"			= "Bluetooth-apparaten";

"kOptionMajorClass"			= "Primaire apparaatklasse";
"kOptionMinorClass"			= "Secundaire apparaatklasse";
"kOptionServiceClass"		= "Apparaatvoorzieningenklasse";
"kOptionLastNameUpdate"		= "Naam laatst bijgewerkt";
"kOptionLastInquiryUpdate"	= "Verzoek laatst bijgewerkt";
"kOptionLastServicesUpdate"	= "Voorzieningen laatst bijgewerkt";
"kOptionProductID"			= "Productcode";
"kOptionVendorID"			= "Fabrikantcode";

"kPerformSDPQueryKey"				= "Werk apparaatvoorzieningen bij";
"kPerformNameRequestKey"			= "Werk apparaatnaam bij";

"kOpenBTPrefsKey"					= "Open Bluetooth-voorkeuren…";
"kMousePreferences"					= "Open muisvoorkeuren…";
"kKeyboardPreferences"				= "Open toetsenbordvoorkeuren…";
"kOpenPrintPrefsKey"				= "Open afdrukvoorkeuren…";
"kOpenSoundPrefsKey"				= "Open geluidsvoorkeuren…";
"kSendFileToDevice"					= "Verstuur bestand…";
"kBrowseDevice"						= "Blader door apparaat…";

"kTurnOnHeadphones"					= "Gebruik als audioapparaat (stereo)";
"kTurnOffHeadphones"				= "Gebruik niet als audioapparaat";
"kTurnOnHeadset"					= "Gebruik als audioapparaat (mono)";
"kTurnOffHeadset"					= "Gebruik niet als audioapparaat";

"kSyncDevice"						= "Synchronisatie…";

"kOpenBTSAKey"						= "Configureer Bluetooth-apparaat…";
"kBTSendFileKey"					= "Verstuur bestand…";
"kBTGetFileKey"						= "Blader door apparaat…";

"kJoinNetwork"						= "Verbind met netwerk";
"kKeyDisconnectFromNetwork"			= "Verbreek verbinding met netwerk";
"kRemoveDevice"						= "Verwijder dit apparaat";
"kDeviceOptions"					= "apparaatopties";
"kDeviceNamed"						= "apparaat met de naam '%@'";

"kOptionConfirm"					= "Weet u zeker dat u dit aankruisvak wilt uitschakelen?";
"kOptionAutoBTSAWarning"			= "Zorg dat u een USB-invoerapparaat bij de hand hebt voor het geval uw draadloze toetsenbord of muis tijdens het opstarten niet beschikbaar is.";
	
